---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.EuroSuffix
source: html/93e60f56-cdda-7932-5667-a5b7b5ef0adf.htm
---
# Autodesk.Revit.DB.SymbolTypeId.EuroSuffix Property

Symbol €, indicating unit Currency.

## Syntax (C#)
```csharp
public static ForgeTypeId EuroSuffix { get; }
```